Repository: Draxo-io/spit
Catalog: VoiceFlow/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt, zh_hans

# onboarding.hotkey.hold_hint
source: Hold down — record while held (PTT)
de: Gedrückt halten — aufnehmen solange gedrückt (PTT)
es: Mantener pulsado — graba mientras mantienes (PTT)
fr: Maintenir enfoncé — enregistre tant que maintenu (PTT)
it: Tieni premuto — registra finché tieni premuto (PTT)
ja: 長押し — 押している間録音 (PTT)
ko: 길게 누르기 — 누르는 동안 녹음 (PTT)
pt: Mantenha pressionado — grava enquanto segura (PTT)
zh_hans: 按住不放 — 按住时录音 (PTT)

# onboarding.hotkey.tap_hint
source: Quick tap — start/stop recording
de: Kurz drücken — Aufnahme starten/stoppen
es: Toque rápido — iniciar/parar la grabación
fr: Appui bref — démarrer/arrêter l'enregistrement
it: Tocco rapido — avvia/ferma la registrazione
ja: 素早く押す — 録音の開始/停止
ko: 빠르게 누르기 — 녹음 시작/정지
pt: Toque rápido — inicia/para a gravação
zh_hans: 快速按下 — 开始/停止录音

# onboarding.hotkey.title
source: Your dictation shortcut
de: Dein Diktat-Kurzbefehl
es: Tu atajo de dictado
fr: Votre raccourci de dictée
it: La tua scorciatoia per la dettatura
ja: ディクテーションのショートカット
ko: 받아쓰기 단축키
pt: Seu atalho de ditado
zh_hans: 你的听写快捷键

# onboarding.mic.grant_button
source: Grant access
de: Zugriff erlauben
es: Conceder acceso
fr: Autoriser l'accès
it: Concedi accesso
ja: アクセスを許可
ko: 접근 허용
pt: Conceder acesso
zh_hans: 授予权限

# onboarding.mic.granted
source: Microphone granted ✓
de: Mikrofon genehmigt ✓
es: Micrófono autorizado ✓
fr: Microphone autorisé ✓
it: Microfono autorizzato ✓
ja: マイク許可済み ✓
ko: 마이크 허용됨 ✓
pt: Microfone autorizado ✓
zh_hans: 麦克风已授权 ✓

# onboarding.mic.subtitle
source: Spit needs microphone access to hear your voice.
de: Spit braucht das Mikrofon, um deine Stimme zu hören.
es: Spit necesita el micrófono para escuchar tu voz.
fr: Spit a besoin du microphone pour écouter votre voix.
it: Spit ha bisogno del microfono per ascoltare la tua voce.
ja: Spitがあなたの声を聞くにはマイクが必要です。
ko: Spit이 음성을 인식하려면 마이크가 필요합니다.
pt: O Spit precisa do microfone para ouvir a sua voz.
zh_hans: Spit 需要麦克风权限来听取你的声音。

# onboarding.mic.title
source: Microphone access
de: Mikrofonzugriff
es: Acceso al micrófono
fr: Accès au microphone
it: Accesso al microfono
ja: マイクへのアクセス
ko: 마이크 접근 권한
pt: Acesso ao microfone
zh_hans: 麦克风权限

# onboarding.ready.subtitle
source: Use **%@** to dictate in any app. Spit lives in your menu bar.
de: Verwende **%@** zum Diktieren in jeder App. Spit befindet sich in der Menüleiste.
es: Usa **%@** para dictar en cualquier app. Spit está en la barra de menús.
fr: Utilisez **%@** pour dicter dans n'importe quelle app. Spit se trouve dans la barre des menus.
it: Usa **%@** per dettare in qualsiasi app. Spit è nella barra dei menu.
ja: **%@** でどのアプリでもディクテーション。 Spitはメニューバーに常駐します。
ko: **%@**으로 모든 앱에서 받아쓰기. Spit은 메뉴 막대에 있습니다.
pt: Use **%@** para ditar em qualquer app. O Spit fica na barra de menus.
zh_hans: 使用 **%@** 在任何应用中听写。 Spit 位于菜单栏中。

# onboarding.ready.tip.hotkey
source: Change the shortcut in Preferences
de: Ändere den Kurzbefehl in den Einstellungen
es: Cambia el atajo en Preferencias
fr: Modifiez le raccourci dans les Préférences
it: Cambia la scorciatoia nelle Preferenze
ja: 設定でショートカットを変更
ko: 환경설정에서 단축키 변경
pt: Altere o atalho em Preferências
zh_hans: 在偏好设置中更改快捷键

# onboarding.ready.tip.local_ai
source: Use local AI to dictate offline, for free
de: Nutze lokale KI zum kostenlosen Offline-Diktieren
es: Usa IA local para dictar sin conexión, gratis
fr: Utilisez l'IA locale pour dicter hors ligne, gratuitement
it: Usa l'IA locale per dettare offline, gratis
ja: ローカルAIでオフライン・無料のディクテーション
ko: 로컬 AI로 오프라인에서 무료로 받아쓰기
pt: Use IA local para ditar offline, grátis
zh_hans: 使用本地 AI 免费离线听写

# onboarding.ready.tip.vocab
source: Teach your vocabulary in Preferences
de: Trainiere dein Vokabular in den Einstellungen
es: Enseña tu vocabulario en Preferencias
fr: Enseignez votre vocabulaire dans les Préférences
it: Insegna il tuo vocabolario nelle Preferenze
ja: 設定で語彙を登録
ko: 환경설정에서 어휘 등록
pt: Ensine seu vocabulário em Preferências
zh_hans: 在偏好设置中添加自定义词汇

# onboarding.ready.title
source: You're all set!
de: Du bist bereit!
es: ¡Todo listo!
fr: Vous êtes prêt !
it: Sei pronto!
ja: 準備完了！
ko: 준비 완료!
pt: Tudo pronto!
zh_hans: 一切就绪！

# onboarding.start
source: Get Started
de: Starten
es: Empezar
fr: Commencer
it: Inizia
ja: 始める
ko: 시작하기
pt: Começar
zh_hans: 开始

# onboarding.trial.activated
source: Trial activated ✓
de: Testversion aktiviert ✓
es: Prueba activada ✓
fr: Essai activé ✓
it: Prova attivata ✓
ja: トライアル有効化済み ✓
ko: 체험판 활성화됨 ✓
pt: Trial ativado ✓
zh_hans: 试用已激活 ✓

# onboarding.trial.check_inbox
source: Check your inbox — click the link to activate.
de: Prüfe deinen Posteingang — klicke auf den Link zum Aktivieren.
es: Revisa tu bandeja de entrada — haz clic en el enlace para activar.
fr: Vérifiez votre boîte de réception — cliquez sur le lien pour activer.
it: Controlla la tua casella di posta — clicca sul link per attivare.
ja: 受信トレイを確認してください。リンクをクリックして有効化します。
ko: 받은편지함을 확인하세요 — 링크를 클릭하여 활성화합니다.
pt: Verifique sua caixa de entrada — clique no link para ativar.
zh_hans: 请查收邮件，点击链接激活。

# onboarding.trial.email_placeholder
source: Your email
de: Deine E-Mail
es: Tu email
fr: Votre email
it: La tua email
ja: メールアドレス
ko: 이메일 주소
pt: Seu email
zh_hans: 你的邮箱

# onboarding.trial.error_network
source: Network error. Check your connection.
de: Netzwerkfehler. Prüfe deine Verbindung.
es: Error de red. Verifica tu conexión.
fr: Erreur réseau. Vérifiez votre connexion.
it: Errore di rete. Verifica la tua connessione.
ja: ネットワークエラー。接続を確認してください。
ko: 네트워크 오류. 연결을 확인하세요.
pt: Erro de rede. Verifique sua conexão.
zh_hans: 网络错误，请检查连接。

# onboarding.trial.error_send
source: Could not send. Please try again.
de: Senden fehlgeschlagen. Versuche es erneut.
es: No se pudo enviar. Inténtalo de nuevo.
fr: Envoi impossible. Réessayez.
it: Invio non riuscito. Riprova.
ja: 送信できませんでした。もう一度お試しください。
ko: 전송할 수 없습니다. 다시 시도해 주세요.
pt: Não foi possível enviar. Tente novamente.
zh_hans: 发送失败，请重试。

# onboarding.trial.send_button
source: Send link
de: Link senden
es: Enviar enlace
fr: Envoyer le lien
it: Invia link
ja: リンクを送信
ko: 링크 보내기
pt: Enviar link
zh_hans: 发送链接

# onboarding.trial.sent
source: Sent ✓
de: Gesendet ✓
es: Enviado ✓
fr: Envoyé ✓
it: Inviato ✓
ja: 送信済み ✓
ko: 전송됨 ✓
pt: Enviado ✓
zh_hans: 已发送 ✓

# onboarding.trial.skip
source: Continue without trial
de: Ohne Testversion fortfahren
es: Continuar sin prueba
fr: Continuer sans essai
it: Continua senza prova
ja: トライアルなしで続ける
ko: 체험판 없이 계속
pt: Continuar sem trial
zh_hans: 跳过试用

# onboarding.trial.title
source: Activate your free trial
de: Kostenlose Testversion aktivieren
es: Activa tu prueba gratuita
fr: Activer votre essai gratuit
it: Attiva la tua prova gratuita
ja: 無料トライアルを有効にする
ko: 무료 체험판 활성화
pt: Ativar o seu trial gratuito
zh_hans: 激活免费试用

# onboarding.vocab.detail
source: Only replacements and hints — no audio, no dictated text.
de: Nur Ersetzungen und Hinweise — kein Audio, kein diktierter Text.
es: Solo sustituciones y pistas — sin audio, sin texto dictado.
fr: Uniquement les remplacements et indices — pas d'audio, pas de texte dicté.
it: Solo sostituzioni e suggerimenti — niente audio, niente testo dettato.
ja: 置換とヒントのみ — 音声やディクテーションテキストは含みません。
ko: 대체어와 힌트만 — 오디오나 받아쓰기 텍스트는 포함되지 않습니다.
pt: Apenas substituições e dicas — sem áudio, sem texto ditado.
zh_hans: 仅替换词和提示 — 不含音频，不含听写文本。

# onboarding.vocab.subtitle
source: By sharing your vocabulary anonymously, you help Spit better recognize names, brands, and technical terms for everyone.
de: Wenn du dein Vokabular anonym teilst, hilfst du Spit, Namen, Marken und Fachbegriffe für alle besser zu erkennen.
es: Al compartir tu vocabulario de forma anónima, ayudas a Spit a reconocer mejor nombres, marcas y términos técnicos para todos.
fr: En partageant votre vocabulaire de manière anonyme, vous aidez Spit à mieux reconnaître les noms, marques et termes techniques pour tous.
it: Condividendo il tuo vocabolario in forma anonima, aiuti Spit a riconoscere meglio nomi, marchi e termini tecnici per tutti.
ja: 語彙を匿名で共有すると、Spitが名前、ブランド名、専門用語をより正確に認識できるようになります。
ko: 어휘를 익명으로 공유하면 Spit이 이름, 브랜드, 전문 용어를 더 잘 인식하는 데 도움이 됩니다.
pt: Ao compartilhar seu vocabulário de forma anônima, você ajuda o Spit a reconhecer melhor nomes, marcas e termos técnicos para todos.
zh_hans: 匿名分享你的词汇可以帮助 Spit 更好地识别姓名、品牌和专业术语。

# onboarding.vocab.title
source: Help us improve Spit
de: Hilf uns, Spit zu verbessern
es: Ayúdanos a mejorar Spit
fr: Aidez-nous à améliorer Spit
it: Aiutaci a migliorare Spit
ja: Spitの改善にご協力ください
ko: Spit 개선에 도움을 주세요
pt: Ajude-nos a melhorar o Spit
zh_hans: 帮助我们改进 Spit

# onboarding.vocab.toggle
source: Share anonymous vocabulary
de: Anonymes Vokabular teilen
es: Compartir vocabulario anónimo
fr: Partager le vocabulaire anonyme
it: Condividi vocabolario anonimo
ja: 匿名の語彙を共有する
ko: 익명 어휘 공유
pt: Compartilhar vocabulário anônimo
zh_hans: 分享匿名词汇

# onboarding.welcome.headline
source: The fastest dictation on Mac.
de: Das schnellste Diktat auf dem Mac.
es: El dictado más rápido del Mac.
fr: La dictée la plus rapide sur Mac.
it: La dettatura più veloce su Mac.
ja: Macで最速のディクテーション。
ko: Mac에서 가장 빠른 받아쓰기.
pt: O ditado mais rápido do Mac.
zh_hans: Mac 上最快的听写工具。

# onboarding.welcome.subtitle
source: Dictate in any text field. All you need is one key.
de: Diktiere in jedem Textfeld. Du brauchst nur eine Taste.
es: Dicta en cualquier campo de texto. Solo necesitas una tecla.
fr: Dictez dans n'importe quel champ de texte. Il suffit d'une touche.
it: Detta in qualsiasi campo di testo. Ti basta un solo tasto.
ja: どのテキストフィールドでもディクテーション。 キーひとつで完了。
ko: 모든 텍스트 필드에서 받아쓰기. 키 하나면 충분합니다.
pt: Dite em qualquer campo de texto. Você só precisa de uma tecla.
zh_hans: 在任何文本框中听写。 只需一个按键。

# onboarding.window.title
source: Welcome to Spit
de: Willkommen bei Spit
es: Bienvenido a Spit
fr: Bienvenue dans Spit
it: Benvenuto in Spit
ja: Spitへようこそ
ko: Spit에 오신 것을 환영합니다
pt: Bem-vindo ao Spit
zh_hans: 欢迎使用 Spit

source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir les réglages
it: Apri Impostazioni
ja: 設定を開く
ko: 설정 열기
pt: Abrir Configurações
zh_hans: 打开设置

source: Open System Settings → Accessibility
de: Systemeinstellungen → Eingabehilfen öffnen
es: Abrir Ajustes del sistema → Accesibilidad
fr: Ouvrir Réglages système → Accessibilité
it: Apri Impostazioni di Sistema → Accessibilità
ja: システム設定 → アクセシビリティを開く
ko: 시스템 설정 → 손쉬운 사용 열기
pt: Abrir Configurações do Sistema → Acessibilidade
zh_hans: 打开系统设置 → 辅助功能

source: Own key
de: Eigener Schlüssel
es: Clave propia
fr: Clé personnelle
it: Chiave propria
ja: 独自キー
ko: 내 키
pt: Chave própria
zh_hans: 自有密钥

# para
source: stop
de: stopp
es: detener
fr: arrêter
it: ferma
ja: 停止
ko: 정지
pt: para
zh_hans: 停止

# pausa / retoma
source: pause / resume
de: Pause / Weiter
es: pausa / reanudar
fr: pause / reprendre
it: pausa / riprendi
ja: 一時停止 / 再開
ko: 일시정지 / 재개
pt: pausa / retoma
zh_hans: 暂停 / 继续

source: Play sound feedback on start
de: Sound beim Start abspielen
es: Reproducir sonido al iniciar
fr: Jouer un son au démarrage
it: Riproduci suono all'avvio
ja: 開始時にサウンドを再生
ko: 시작 시 소리 재생
pt: Reproduzir som ao iniciar
zh_hans: 启动时播放声音

source: Portuguese (BR)
de: Portugiesisch (BR)
es: Portugués (BR)
fr: Portugais (BR)
it: Portoghese (BR)
ja: ポルトガル語 (BR)
ko: 포르투갈어 (BR)
pt: Português (BR)
zh_hans: 葡萄牙语 (BR)

source: Portuguese (PT)
de: Portugiesisch (PT)
es: Portugués (PT)
fr: Portugais (PT)
it: Portoghese (PT)
ja: ポルトガル語 (PT)
ko: 포르투갈어 (PT)
pt: Português (PT)
zh_hans: 葡萄牙语 (PT)

source: Press any key…
de: Beliebige Taste drücken…
es: Pulsa cualquier tecla…
fr: Appuyez sur n'importe quelle touche…
it: Premi un tasto qualsiasi…
ja: 任意のキーを押してください…
ko: 아무 키나 누르세요…
pt: Pressione qualquer tecla…
zh_hans: 按任意键…

source: Press shortcut…
de: Kürzel drücken…
es: Pulsa el atajo…
fr: Appuyez sur le raccourci…
it: Premi la scorciatoia…
ja: ショートカットを押してください…
ko: 단축키를 누르세요…
pt: Pressione um atalho…
zh_hans: 按下快捷键…

# Privacidade total — áudio nunca sai do dispositivo
source: Total privacy — audio never leaves the device
de: Volle Privatsphäre — Audio verlässt nie das Gerät
es: Privacidad total — el audio nunca sale del dispositivo
fr: Confidentialité totale — l'audio ne quitte jamais l'appareil
it: Privacy totale — l'audio non lascia mai il dispositivo
ja: 完全なプライバシー — 音声がデバイスから外に出ない
ko: 완전한 개인정보 보호 — 오디오가 기기를 떠나지 않음
pt: Privacidade total — áudio nunca sai do dispositivo
zh_hans: 完全隐私 — 音频永不离开设备

source: Processing...
de: Verarbeitung...
es: Procesando...
fr: Traitement...
it: Elaborazione...
ja: 処理中...
ko: 처리 중...
pt: Processando...
zh_hans: 处理中...

source: PTT key
de: PTT-Taste
es: Tecla PTT
fr: Touche PTT
it: Tasto PTT
ja: PTTキー
ko: PTT 키
pt: Tecla PTT
zh_hans: PTT 键

source: Push-to-talk
de: Sprechtaste
es: Pulsar para hablar
fr: Appuyer pour parler
it: Tasto di trasmissione
ja: プッシュトゥトーク
ko: 눌러서 말하기
pt: Pressionar para falar
zh_hans: 按住说话

source: Quit
de: Beenden
es: Salir
fr: Quitter
it: Esci
ja: 終了
ko: 종료
pt: Sair
zh_hans: 退出

source: Ready
de: Bereit
es: Listo
fr: Prêt
it: Pronto
ja: 準備完了
ko: 준비됨
pt: Pronto
zh_hans: 就绪

source: Recording stops automatically after this many seconds of silence.
de: Die Aufnahme stoppt automatisch nach dieser Anzahl Stille-Sekunden.
es: La grabación se detiene automáticamente tras estos segundos de silencio.
fr: L'enregistrement s'arrête automatiquement après ces secondes de silence.
it: La registrazione si interrompe automaticamente dopo questi secondi di silenzio.
ja: この秒数の無音後に自動的に録音が停止されます。
ko: 이 초 동안 무음이면 녹음이 자동으로 중지됩니다.
pt: A gravação para automaticamente após este número de segundos de silêncio.
zh_hans: 录音将在静默此秒数后自动停止。

source: Recording too short.
de: Aufnahme zu kurz.
es: Grabación demasiado corta.
fr: Enregistrement trop court.
it: Registrazione troppo breve.
ja: 録音が短すぎます。
ko: 녹음이 너무 짧습니다.
pt: Gravação muito curta.
zh_hans: 录音时间太短。

source: Recording...
de: Aufnahme...
es: Grabando...
fr: Enregistrement...
it: Registrazione...
ja: 録音中...
ko: 녹음 중...
pt: Gravando...
zh_hans: 录音中...

source: Remove Key
de: Schlüssel entfernen
es: Eliminar clave
fr: Supprimer la clé
it: Rimuovi chiave
ja: キーを削除
ko: 키 제거
pt: Remover chave
zh_hans: 删除密钥

source: Replace words Whisper gets wrong with the correct form.
de: Ersetzt Wörter, die Whisper falsch transkribiert.
es: Reemplaza palabras que Whisper transcribe incorrectamente.
fr: Remplace les mots que Whisper transcrit incorrectement.
it: Sostituisce le parole che Whisper trascrive in modo errato.
ja: Whisperが誤って書き起こした単語を正しい形に置き換えます。
ko: Whisper가 잘못 변환한 단어를 올바른 형태로 교체합니다.
pt: Substitui palavras que o Whisper transcreve incorretamente.
zh_hans: 将 Whisper 转录错误的词替换为正确的形式。

source: Restart required
de: Neustart erforderlich
es: Reinicio requerido
fr: Redémarrage requis
it: Riavvio necessario
ja: 再起動が必要です
ko: 재시작 필요
pt: Reinício necessário
zh_hans: 需要重启

source: Restart Spit to apply the language change.
de: Spit neu starten, um die Sprache zu ändern.
es: Reinicia Spit para aplicar el cambio de idioma.
fr: Redémarrez Spit pour appliquer le changement de langue.
it: Riavvia Spit per applicare il cambio di lingua.
ja: 言語変更を適用するにはSpitを再起動してください。
ko: 언어 변경을 적용하려면 Spit를 재시작하세요.
pt: Reinicie o Spit para aplicar a alteração de idioma.
zh_hans: 重启 Spit 以应用语言更改。

source: Save & copy
de: Speichern und kopieren
es: Guardar y copiar
fr: Enregistrer et copier
it: Salva e copia
ja: 保存してコピー
ko: 저장 후 복사
pt: Salvar e copiar
zh_hans: 保存并复制

source: Save Key
de: Schlüssel speichern
es: Guardar clave
fr: Enregistrer la clé
it: Salva chiave
ja: キーを保存
ko: 키 저장
pt: Salvar chave
zh_hans: 保存密钥

# Sem campo ativo — usa ⌘V para colar se o texto não apareceu
source: No active field — use ⌘V to paste if text didn't appear
de: Kein aktives Feld — nutze ⌘V zum Einfügen, falls der Text nicht erschienen ist
es: Sin campo activo — usa ⌘V para pegar si el texto no apareció
fr: Aucun champ actif — utilise ⌘V pour coller si le texte n'est pas apparu
it: Nessun campo attivo — usa ⌘V per incollare se il testo non è apparso
ja: アクティブなフィールドなし — テキストが表示されない場合は ⌘V で貼り付け
ko: 활성 필드 없음 — 텍스트가 나타나지 않으면 ⌘V로 붙여넣기
pt: Sem campo ativo — use ⌘V para colar se o texto não apareceu
zh_hans: 没有活跃的输入框 — 如果文本未出现，请使用 ⌘V 粘贴

# Sem tradução
source: No translation
de: Keine Übersetzung
es: Sin traducción
fr: Sans traduction
it: Nessuna traduzione
ja: 翻訳なし
ko: 번역 없음
pt: Sem tradução
zh_hans: 不翻译

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
pt: Configurações
zh_hans: 设置

source: Shortcut customisation coming soon.
de: Kürzel-Anpassung kommt bald.
es: Personalización de atajo próximamente.
fr: Personnalisation du raccourci bientôt disponible.
it: Personalizzazione scorciatoia in arrivo.
ja: ショートカットカスタマイズは近日公開予定。
ko: 단축키 사용자 정의 곧 제공 예정.
pt: Personalização de atalho em breve.
zh_hans: 快捷键自定义即将推出。

source: Shortcut must include at least one modifier (⌘ ⌥ ⌃ ⇧)
de: Kürzel muss mindestens einen Modifikator enthalten (⌘ ⌥ ⌃ ⇧)
es: El atajo debe incluir al menos un modificador (⌘ ⌥ ⌃ ⇧)
fr: Le raccourci doit inclure au moins un modificateur (⌘ ⌥ ⌃ ⇧)
it: La scorciatoia deve includere almeno un modificatore (⌘ ⌥ ⌃ ⇧)
ja: ショートカットには修飾キーが必要です（⌘ ⌥ ⌃ ⇧）
ko: 단축키에는 최소 하나의 수정 키가 필요합니다 (⌘ ⌥ ⌃ ⇧)
pt: O atalho deve incluir pelo menos um modificador (⌘ ⌥ ⌃ ⇧)
zh_hans: 快捷键必须包含至少一个修饰键 (⌘ ⌥ ⌃ ⇧)

source: Should be…
de: Sollte sein…
es: Debería ser…
fr: Devrait être…
it: Dovrebbe essere…
ja: 正しくは…
ko: 올바른 표현…
pt: Deve ser…
zh_hans: 应该是…

source: Show
de: Anzeigen
es: Mostrar
fr: Afficher
it: Mostra
ja: 表示
ko: 표시
pt: Mostrar
zh_hans: 显示

source: Show review panel after dictation
de: Überprüfungsfenster nach dem Diktieren anzeigen
es: Mostrar panel de revisión tras el dictado
fr: Afficher le panneau de révision après la dictée
it: Mostra pannello di revisione dopo la dettatura
ja: ディクテーション後にレビューパネルを表示
ko: 받아쓰기 후 검토 패널 표시
pt: Mostrar painel de revisão após ditado
zh_hans: 听写后显示审阅面板

source: Silence duration
de: Stille-Dauer
es: Duración del silencio
fr: Durée du silence
it: Durata del silenzio
ja: 無音時間
ko: 무음 지속 시간
pt: Duração do silêncio
zh_hans: 静默时长

source: Single key intercepts all typing while held — prefer F-keys or add a modifier.
de: Einzelne Taste unterbricht Eingaben — F-Tasten oder Modifikator empfohlen.
es: Una sola tecla interrumpe la escritura — usa F-teclas o añade un modificador.
fr: Une seule touche intercepte la frappe — préférez les F-touches ou un modificateur.
it: Un tasto singolo intercetta la digitazione — usa F-tasti o aggiungi un modificatore.
ja: 単一キーは入力を妨げます — Fキーか修飾キーを推奨します。
ko: 단일 키는 모든 입력을 차단합니다 — F키나 수정 키를 추가하세요.
pt: Tecla simples intercepta toda digitação enquanto pressionada — use teclas F ou adicione um modificador.
zh_hans: 单键按住时会拦截所有输入 — 建议使用 F 键或添加修饰键。

source: Spanish
de: Spanisch
es: Español
fr: Espagnol
it: Spagnolo
ja: スペイン語
ko: 스페인어
pt: Espanhol
zh_hans: 西班牙语

source: Spit will learn from this correction
de: Spit lernt aus dieser Korrektur
es: Spit aprenderá de esta corrección
fr: Spit apprendra de cette correction
it: Spit imparerà da questa correzione
ja: Spitはこの修正から学習します
ko: Spit가 이 수정사항을 학습합니다
pt: O Spit vai aprender com esta correção
zh_hans: Spit 将从此次更正中学习

source: Stop recording automatically when silent
de: Aufnahme automatisch bei Stille stoppen
es: Detener grabación automáticamente en silencio
fr: Arrêter automatiquement l'enregistrement en silence
it: Interrompi registrazione automaticamente in silenzio
ja: 無音時に自動的に録音を停止
ko: 무음 시 자동으로 녹음 중지
pt: Parar gravação automaticamente em silêncio
zh_hans: 静默时自动停止录音

source: Substitutions
de: Ersetzungen
es: Sustituciones
it: Sostituzioni
ja: 置換
ko: 대체
pt: Substituições
zh_hans: 替换

source: System default
de: Systemstandard
es: Predeterminado del sistema
fr: Par défaut du système
it: Predefinito di sistema
ja: システムデフォルト
ko: 시스템 기본값
pt: Padrão do sistema
zh_hans: 系统默认

source: Term to recognise (e.g. MEMSAGE)
de: Zu erkennender Begriff (z. B. MEMSAGE)
es: Término a reconocer (p. ej. MEMSAGE)
fr: Terme à reconnaître (ex. MEMSAGE)
it: Termine da riconoscere (es. MEMSAGE)
ja: 認識するキーワード (例: MEMSAGE)
ko: 인식할 용어 (예: MEMSAGE)
pt: Termo a reconhecer (ex: MEMSAGE)
zh_hans: 要识别的词 (例如 MEMSAGE)

source: Terms sent to Whisper as context — no automatic substitution. Use for product names that sound like common words.
de: Begriffe an Whisper als Kontext — keine automatische Ersetzung. Für Produktnamen, die wie gewöhnliche Wörter klingen (z. B. MEMSAGE).
es: Términos enviados a Whisper como contexto — sin sustitución automática. Para nombres de productos que suenan como palabras comunes (p. ej. MEMSAGE).
fr: Termes envoyés à Whisper comme contexte — sans substitution automatique. Pour les noms de produits qui ressemblent à des mots courants (ex. MEMSAGE).
it: Termini inviati a Whisper come contesto — nessuna sostituzione automatica. Per nomi di prodotti che suonano come parole comuni (es. MEMSAGE).
ja: Whisperにコンテキストとして送信するキーワード — 自動置換なし。一般的な単語に聞こえる製品名に使います（例: MEMSAGE）。
ko: Whisper에 컨텍스트로 전송되는 용어 — 자동 대체 없음. 일반적인 단어처럼 들리는 제품명에 사용하세요（예: MEMSAGE）.
pt: Termos enviados ao Whisper como contexto — sem substituição automática. Útil para nomes de produtos que soam como palavras comuns (ex: MEMSAGE soa como "mensagem").
zh_hans: 作为上下文发送给 Whisper 的词汇 — 无自动替换。用于听起来像普通词汇的产品名称（例如 MEMSAGE）。

# Tradução automática desativada
source: Automatic translation disabled
de: Automatische Übersetzung deaktiviert
es: Traducción automática desactivada
fr: Traduction automatique désactivée
it: Traduzione automatica disattivata
ja: 自動翻訳無効
ko: 자동 번역 비활성화됨
pt: Tradução automática desativada
zh_hans: 自动翻译已禁用

# Tradução ON
source: Translation ON
de: Übersetzung ON
es: Traducción ON
fr: Traduction ON
it: Traduzione ON
ja: 翻訳 ON
ko: 번역 ON
pt: Tradução ON
zh_hans: 翻译 ON

# Traduzir
source: Translate
de: Übersetzen
es: Traducir
fr: Traduire
it: Tradurre
ja: 翻訳
ko: 번역
pt: Traduzir
zh_hans: 翻译

source: Transcribed
de: Transkribiert
es: Transcrito
fr: Transcrit
it: Trascritto
ja: 書き起こし完了
ko: 전사됨
pt: Transcrito
zh_hans: 已转录

source: Transcribing…
de: Transkription…
es: Transcribiendo…
fr: Transcription…
it: Trascrizione…
ja: 書き起こし中…
ko: 변환 중…
pt: Transcrevendo…
zh_hans: 正在转录…

# Transcrição
source: Transcription
de: Transkription
es: Transcripción
it: Trascrizione
ja: 文字起こし
ko: 전사
pt: Transcrição
zh_hans: 转录

# Transcrição local (qualidade reduzida)
source: Local transcription (reduced quality)
de: Lokale Transkription (reduzierte Qualität)
es: Transcripción local (calidad reducida)
fr: Transcription locale (qualité réduite)
it: Trascrizione locale (qualità ridotta)
ja: ローカル文字起こし（品質低下）
ko: 로컬 전사 (품질 저하)
pt: Transcrição local (qualidade reduzida)
zh_hans: 本地转录（质量降低）

source: Translation service unavailable.
de: Übersetzungsdienst nicht verfügbar.
es: Servicio de traducción no disponible.
fr: Service de traduction indisponible.
it: Servizio di traduzione non disponibile.
ja: 翻訳サービスが利用できません。
ko: 번역 서비스를 사용할 수 없습니다.
pt: Serviço de tradução indisponível.
zh_hans: 翻译服务不可用。

source: Trial ended — add your key
de: Test abgelaufen — Schlüssel hinzufügen
es: Prueba terminada — añade tu clave
fr: Essai terminé — ajoutez votre clé
it: Periodo di prova terminato — aggiungi la tua chiave
ja: 試用終了 — キーを追加してください
ko: 체험 종료 — 키를 추가하세요
pt: Trial encerrado — adicione sua chave
zh_hans: 试用结束 — 请添加密钥

source: Use your own OpenAI key for unlimited usage.
de: Verwenden Sie Ihren eigenen OpenAI-Schlüssel für unbegrenzte Nutzung.
es: Usa tu propia clave OpenAI para uso ilimitado.
fr: Utilisez votre propre clé OpenAI pour une utilisation illimitée.
it: Usa la tua chiave OpenAI per un utilizzo illimitato.
ja: 自分のOpenAIキーを使って無制限に利用できます。
ko: 자신의 OpenAI 키를 사용하여 무제한으로 사용하세요.
pt: Use sua própria chave OpenAI para uso ilimitado.
zh_hans: 使用您自己的 OpenAI 密钥实现无限使用。

source: Vocabulary
de: Vokabular
es: Vocabulario
fr: Vocabulaire
it: Vocabolario
ja: 語彙
ko: 어휘
pt: Vocabulário
zh_hans: 词汇

source: Voice Recognition
de: Spracherkennung
es: Reconocimiento de voz
fr: Reconnaissance vocale
it: Riconoscimento vocale
ja: 音声認識
ko: 음성 인식
pt: Reconhecimento de Voz
zh_hans: 语音识别
